Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyMustBeUniqueViewportWarn
Multiple instances of the same view in sheets not supported.
CannotCopyMustBeUniqueViewportWarn is deprecated in Revit 2023 and may be removed in future verison of Revit.
Please use ViewInAModelMustBeUniqueWarn instead.

Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyMustBeUniqueViewport
Multiple instances of the same view in sheets not supported.
CannotCopyMustBeUniqueViewport is deprecated in Revit 2023 and may be removed in future version of Revit.
Please use ViewInAModelMustBeUnique instead.